{
    "mainBannerDetails": "تم إنشاء شركة مفهوم الرؤية لتلبية الاحتياجات السيبرانية للشركات الناشئه والمتوسطة والكبيرة بطُرق شاملة في المملكة العربية السعودية، وصُممت خصيصاً لخدمة مصالح الشركات كإستشارات وخدمات في مجال الأمن السيبراني. تأسست شركة مفهوم الرؤية عام ٢٠٢٢ في المملكة العربية السعودية، وتمتلك موظفين ذو خبرة عالية في مجال الاستشارات والخدمات السيبرانية.",
    
    "Employee Login":   "تسجيل دخول الموظفين",
    "Cyber ​​Vision": "مفهوم الرؤية",

    "Arabic" : "عربي" ,
    "Home" : "الصفحة الرئيسية" ,
    "Services" : "الخدمات" ,
    "About Us" : "من نحن" ,
    "The Cyber ​​Vision Company was built to meet the needs of small, medium and large companies for cyber security work in the Kingdom of Saudi Arabia in a comprehensive manner, and is specially designed to serve the interests of companies as consulting and services in the field of cyber security. Cyber ​​Vision was established in 2022 in the Kingdom of Saudi Arabia based on highly experienced employees in the field of cyber security consulting and services." 
    : "تم إنشاء شركة مفهوم الرؤية لتلبية الاحتياجات السيبرانية للشركات الناشئه والمتوسطة والكبيرة بطُرق شاملة في المملكة العربية السعودية، وصُممت خصيصاً لخدمة مصالح الشركات كإستشارات وخدمات في مجال الأمن السيبراني. تأسست شركة مفهوم الرؤية عام ٢٠٢٢ في المملكة العربية السعودية، وتمتلك موظفين ذو خبرة عالية في مجال الاستشارات والخدمات السيبرانية" ,
    "Watch Video" : "شاهد الفيديو" ,
    "Our Services" : "خدماتُنا" ,
    "Expolre Our Services" : "إكتشف خدماتُنا" ,
    "Cyber ​​security services" : "خدمات الأمن السيبراني" ,
    "The Infrastructure Design and Review provide an analysis of…" : ". تصميم البُنية التحتية ومراجعتها يوفر تحليل..." ,
    "Read More" : "إقرأ المزيد" ,
    "Success Stories" : "قصص نجاح" ,
    "Our services include consulting and cybersecurity services, but are not limited to...." : "خدماتُنا تشمل خدمات الإستشارات وخدمات الأمن السيبراني ولا تقتصر فقط على..." ,
    "SANG_MDA_MoJ SANG Infrastructure To support the DWDM Network stability .." : "وزارة الحرس الوطني السعودي - هيئة تطوير المدينة المنورة - وزارة العدل" ,
    "Partners" : "الشُركاء" ,
    "Clients" : "العُملاء" ,
    "Contact Us" : "إتصل بِنا" ,
    "For more details please download the brochure in your preferred language" : "لمزيد من التفاصيل يرجى تحميل الكُتّيب باللغة المفضلة لك" ,
    "Focused On Actionable Insights" : "نُركز على الرؤية القابلة للتنفيذ" ,
    "Cyber ​​Vision Company is based on providing comprehensive cyber security management services, as it employs the best talents in the field of technology to provide innovative cyber security services by benefiting from leading expertise in the field of comprehensive information security management." 
    : "تعتمد شركة مفهوم الرؤية على توفير خدمات شاملة لإدارة الأمن السيبراني، لأنها تقوم بتوظيف افضل المواهب في مجال التكنولوجيا لتوفير خدمات مُبتكرة للأمن السيبراني من خلال الإستفادة من الخبرات الرائدة في مجال الإدارة الشاملة لأمن المعلومات." ,
    "Professional Consultancy Service" : "خدمة إستشارات احترافية" ,
    "24/7 Support Center" : "دعم على مدار الساعة 24/7" ,
    "Custom Service & Operation" : "خدمة خاصة & تشغيل" ,
    "Advanced Advisory Team" : "فريق إستشاري متقدم" ,
    "The infrastructure design and review provide a SWOT analysis that will allow the client to meet SAMA and NCA requirements and enhance the client's cybersecurity posture." : "تصميم ومراجعة البُنية التحتية يوفر تحليل SWOT الذي يسمح للعميل بتلبية متطلبات ساما (البنك المركزي السعودي) والهيئة الوطنية للأمن السيبراني. وتطوير الأمن السيبراني للعميل." ,
    "Innovation idea the latest business technology" : "أفكار مُبتكرة لأحدث تقنيات الأعمال" ,
    "Safe secure services for user" : "خدمات آمنة للمستخدمين" ,
    "24/7 support" : "دعم على مدار الساعة 24/7" ,
    "Our Featured Services" : "خدماتنا المميزة" ,
    "Our services include consulting and cybersecurity services, but are not limited to governance, risk, compliance, security products, penetration testing, infrastructure security solutions and vulnerability assessment. We also provide design, infrastructure review, gap analysis and SWOT analysis that will allow the customer to meet the requirements of SAMA (Central Bank of Saudi Arabia). and NCA (National Cyber ​​Security Authority) and strengthening the security posture of the facility." : "خدماتنا تشمل الإستشارات وخدمات الأمن السيبراني، وليست فقط مُقتصرة على الحوكمة، المخاطر، الإمتثال، المُنتجات الأمنية، اختبارات الإختراق، حلول الأمن للبنية التحتية، وتقييم نُقاط الضعف. كما نقوم ايضاً بتصميم ومُراجعة البنية التحتية، تحليل الفجوات (Gap Analysis)، وتحليل SWOT الذي يسمح للعميل بتلبية متطلبات ساما (البنك المركزي السعودي) والهيئة الوطنية للأمن السيبراني. وتعزيز الوضع الأمني للمنشأة." ,
    "Managed Services" : "الخدمات المُدارة" ,
    "Special Integrated Solutions" : "حلول متكاملة" ,
    "Cloud Services" : "خدمات سحابية" ,
    "Digital Signature" : "البصمة الرقمية" ,
    "GRC Services" : "خدمات الحوكمة وإدارة المخاطر والإمتثال" ,
    "Data Centers" : "مراكز البيانات" ,
    "Cyber Security" : "الأمن السيبراني" ,
    "Collaboration" : "الإمتثال" ,
    "Discover Radware's Live Threat Map for real-time updates on cyberattacks, including Norse & DDoS attacks. Stay informed with our global cyber map." : "إكتشف خريطة التهديدات المباشرة لشركة Radware للحصول على تحديثات مباشرة حول الهجمات السيبرانية، بما في ذلك هجمات Norse وهجمات DDoS." ,
    "Live Cyber Attack Threat Map | Radware" : "خريطة هجمات سيبرانية مباشرة | رادواير" ,
    "Let’s Get Started" : "لنبدأ" ,
    "Are you ready for a better, more productive business" : "هل انت مستعد لعمل افضل واكثر إنتاجية؟" ,
    "As technology struggles to stay ahead of hackers, cybersecurity has emerged as one of the fastest growing markets, worth more than $150 billion today and expected to more than double by 2026. A data breach can cost a big business billions of dollars, and if you’re trained in cybersecurity, you already know that your skills are in huge demand. If you’re not trained, getting cybersecurity education and certification is not too difficult, and a key investment if you start your own cybersecurity business." : "بينما التكنولوجيا تكافح للبقاء مُتقدمة على المُخترقين، برز الأمن السيبراني كأحد اسرع الأسواق نمواً، حيث تُقدر قيمتة اليوم بأكثر من ١٥٠ مليار دولار ومُتوقع بأن تتضاعف قيمتة بحلول عام ٢٠٢٦. يُمكن ان يُكلف اختراق البيانات لشركة كبيرة مليارات الدولارات، وإذا كُنت مُدرباً في الأمن السيبراني، فأنت تعلم بأن مهاراتك في المجال هذا المجال مطلوبة بشدة. ان لم تكن مُدرباً في الأمن السيبراني، فإن الحصول على شهادة تعليم او تدريب ليس صعباً للغاية، ويُعتبر استثمار رئيسي اذا بدأت عملك الخاص في مجال الأمن السيبراني. " ,
    "Name" : "الإسم" ,
    "Email" : "البريد الإلكتروني" ,
    "Phone Number" : "رقم الهاتف" ,
    "Subject" : "الموضوع" ,
    "Write your message..." : "اكتب رسالتك" ,
    "Send Message!" : "إرسال!" ,
    "Cyber ​​Vision is based on providing comprehensive cyber security management services, as it employs the best talents in the field of technology to provide innovative cyber security services by benefiting from leading expertise in the field of comprehensive information security management." 
    : "تعتمد شركة مفهوم الرؤية على توفير خدمات شاملة لإدارة الأمن السيبراني، لأنها تقوم بتوظيف افضل المواهب في مجال التكنولوجيا لتوفير خدمات مُبتكرة للأمن السيبراني من خلال الإستفادة من الخبرات الرائدة في مجال الإدارة الشاملة لأمن المعلومات." ,
    "Important Links" : "روابط مهمة" ,
    "Contact" : "تواصل معنا" ,
    "Live Cyber Attack Threat" : "هجمات سيبرانية مباشرة" ,
    "Kaspersky Cyber Threat Map" : "خريطة هجمات كاسبرسكي" ,
    "Featured Service" : "الخدمات المميزة" ,
    "Phone" : "هاتف" ,
    "Address" : "العنوان" ,
    "3151 Malqa, Anas Bin Malik street, Riyadh, Saudi Arabia" : " ٣١٥١ طريق انس ابن مالك، الرياض، المملكة العربية السعودية" ,
    "All rights reserved to Cyber Vision" :  "جميع الحقوق محفوظة شركة مفهوم الرؤية ٢٠٢٣" ,
    

	"Testimonials" : "الشهادات" ,
    "Our Clients" : "عُملاؤنا" ,
	"King Abdullah" : "مؤسسة الملك عبدالله " ,	
    "King Abdullah Foundation For Humintarian activities" : "مؤسسة الملك عبدالله الخيرية للأعمال الإنسانية" ,
    "Muthalathat" : "شركة مُثلثات العقارية" ,
    "Mazrua Company" : "شركة المزروع للمحاماة والإستشارات القانونية" ,
    "Discover partner Successful Stories" : "إكتشف قصص نجاح شُركاؤنا" ,
    "SANG Infrastructure" : "البنية التحتية لوزارة الحرس الوطني السعودي" ,
    "To support the DWDM Network stability which is the backbone infrastructure for all Saudi Arabian National Guard (SANG) networks Kingdome wide carrying the service demands for all networks. " : "لدعم استقرار شبكة DWDM التي هي البُنية التحتية الأساسية لجميع شبكات وزارة الحرس الوطني السعودي التي كانت تحمل متطلبات الخدمات لجميع الشبكات." ,
    "The Saudi Arabian National Guard (SANG) was looking forward for a solution which will ensure network stability and to overcome the disrupts in Nationwide Fiber in a timely manner without affecting the running services Kingdome wide. " : "كانت وزارة الحرس الوطني السعودي تبحث عن حل يضمن استقرار الشبكات والتغلب على الانقطاعات في الألياف دون ان تتأثر الخدمات الحالية على مستوى المملكة العربية السعودية." ,
    "Madinah Development Authority" : "هيئة تطوير المدينة المنورة" ,
    "A Saudi Arabian governmental organization focused on developing the city of Madinah, the second holiest city in the Muslim world, to meet the expectations of its permanent residents and visitors. Cyber Vision was entrusted to build Data Center Structured Cabling System, Campus Network LAN solution, Hyperconverged Infrastructure, and Data Center SDN Solution." 
    : "ركزت هيئة تطوير المدينة المنورة على تطوير المدينة، ثاني اقدس مدينة في العالم الإسلامي. لتلبية متطلبات وتوقعات المقيمين والزوار. تم تكليف شركة مفهوم الرؤية ببناء نظام كابلات مُنظم لمراكز البيانات، والعثور على حلول للشبكة المحلية (LAN) للحرم. والبُنية التحتية، ، ومركز البيانات (SDN)." ,
    "Ministry of Justice" : "وزارة العدل" ,
    "The main objective of the project is to facilitate the judicial procedure for all parties by documenting trials sessions and conversation between all parties, ensuring that Trials are executed with the best practices, and in case of any complaint the system should support the Investigation Board efficiently to clear all issues related to the judiciary process" : "الهدف الرئيسي للمشروع تسهيل الإجراءات القضائية لجميع الأطراف من خلال توثيق الجلسات القضائية والمحادثات بين جميع الأطراف. وضمان ان الجلسات القضاية يتم تنفيذها بأفضل الممارسات. وفي حال وجود شكوى، ينبغي على النظام ان يدعم مجلس التحقيق بكفاءة عالية لتوضيح جميع الاخطاء المُتعلقة بالمسار القضائي." ,
	"Satisfied Customer" : "Satisfied Customer"	,
	
		
	"Governance, risk management and compliance" : "الحوكمة، إدارة المخاطر، والإمتثال (GRC)" ,
	"Building a cyber security program" : "بناء برنامج للأمن السيبراني" ,
	"Cybersecurity Program Evaluation " : "خدمة تقييم الأمن السيبراني" ,
	"Cyber ​​security management service" : "خدمة إدارة الأمن السيبراني" ,
	"Cyber ​​security consulting" : "إستشارات في الأمن السيبراني" ,
	"Business continuity management" : "إدارة استمرارية الأعمال" ,
	"Business continuity and IT disaster recovery plan " : "استمرار الأعمال وخُطط للحماية من كوارث تكنولوجيا المعلومات" ,
	"Cyber ​​Security Operations Center " : "مراكز عمليات للأمن السيبراني" ,
	"Cyber Security Solutions" : "حلول امن سيبراني", 


	"With the ever increasing threat landscape growing with the convergence of IT and OT technologies and with the enablement of Digitization in all business verticals, it is imperative to strategize the cybersecurity solution." 
    : "مع ارتفاع التهديدات المُستمرة وتقارب تكنولوجيا المعلومات وتمكين التحول الرقمي في قطاعات الأعمال. يُصبح إلزامياً العمل على إستراتيجية للحلول السيبرانية." ,
	"In Order to provide cyber security solutions in the Kingdom, Cyber Vision Networks leverages the new innovations in Machine Learning and Artificial Intelligence to differentiate and add value to its enterprise customers in the Cyber Security domain." 
    : "من اجل توفير حلول للأمن السيبراني في المملكة العربية السعودية، تستفيد شبكات شركة مفهوم الرؤية من الإبتكارات الجديدة في التعليم الآلي والذكاء الاصطناعي لتمييزها عن غيرها وإضافة قيمة لعُملاؤها من المؤسسات والشركات في مجال الأمن السيبراني." ,


    "CYberSecurityPageSolutions":"مع ارتفاع التهديدات المُستمرة وتقارب تكنولوجيا المعلومات وتمكين التحول الرقمي في قطاعات الأعمال. يُصبح إلزامياً العمل على إستراتيجية للحلول السيبرانية.<br /> افير حلول للأمن السيبراني في المملكة العربية السعودية، تستفيد شبكات شركة مفهوم الرؤية من الإبتكارات الجديدة في التعليم الآلي والذكاء الاصطناعي لتمييزها عن غيرها وإضافة قيمة لعُملاؤها من المؤسسات والشركات في مجال الأمن السيبراني.<br /><ul><li>NGFW( Next generation Firewall ), WAF (Web Application Firewalls)</li><li>Identity Access Management</li><li>Endpoint Detection and response</li><li>Vulnerability Assessment and Penetration Testing.</li><li>Data Protection Solutions.</li><li>Network Traffic Analysis Solutions</li><li>SIEM</li><li>Email and Web Security solution</li></ul></p>",

	"NGFW( Next generation Firewall ), WAF (Web Application Firewalls)" 
    : "NGFW( Next generation Firewall ), WAF (Web Application Firewalls)" ,
	"Endpoint Detection and response" : "Endpoint Detection and response" ,
	"Vulnerability Assessment and Penetration Testing." : "Vulnerability Assessment and Penetration Testing." ,
	"Data Protection Solutions." : "Data Protection Solutions." ,
	"Network Traffic Analysis Solutions" : "Network Traffic Analysis Solutions" ,
	"SIEM" : "SIEM" ,
	"Email and Web Security solution" : "Email and Web Security solution" ,

	"NGFW Solution" : "‏‏‏‏‏ جدار الحماية NGFW Solution " ,

	"<p>The NGFW (Next Generation Firewall) solution delivers advanced capabilities including application-based policy enforcement, user identification, threat prevention, sandboxing, malware analysis, traffic visibility, secure remote networking, URL filtering, DNS protection, and integrated branch SD-WAN functionalities.</p>" 
    : "الجيل الجديد من جدار الحماية (NGFW) يوفر حلول وقدرات مُتقدمة وذلك يشمل تنفيذ السياسات والقوانين في التطبيقات، تحديد المُستخدمين، منع التهديدات، Sandboxing (تقنية تقوم بعزل البرامج عن الجهاز للحد من آثارها التخريبية)، تحليل البرامج المُضرة بالأجهزة، رؤية حركة التدفق في الشبكة، اتصالات عن بُعد آمنة، تصفية الروابط (URL)، حماية DNS، ووظائف الشبكة المُوسعة (SD-WAN)." ,
	"WAF Solution" :  "‏‏‏‏‏ جدار الحماية للتطبيقات WAF Solution " ,

	"A Web Application Firewall (WAF) provides robust defense against web application threats, such as SQL injection, cross-site scripting (XSS) attacks, and input validation breaches. It ensures the safeguarding of enterprise application servers from potential security breaches." 
    : "يوفر جدار الحماية للتطبيقات (WAF) دفاعاً قوياً ضد التهديدات التي تواجة التطبيقات. على سبيل المثال ادخال بيانات ضارة او غير مرغوب بها في حقل ادخال البيانات (SQL Injection)، او الإختراق عبر مواقع مُتعددة (XXS Attacks)، يقوم جدار الحماية للتطبيقات (WAF) بالتأكد من حماية خوادم التطبيقات الخاصة بالأعمال من التهديدات والإختراقات الأمنية." ,
	"Identity Access Management" : "إدارة الدخول بإستخدام الهوية - Identity Access Management" ,
	"Experience a comprehensive identity management platform catering to wired, wireless, and VPN traffic. Our solution offers policy classification and enforcement, along with robust authentication, authorization, and accounting for your network infrastructure traffic." 
    : "قُم بتجربة منصة مُتكاملة لإدارة الهوية وحركة الشبكة السلكية واللاسلكية والشبكة الإفتراضية (VPN). حلولنا تُقدم وضع تصنيف للسياسات وتنفيذها، بالإضافة الى القوة في المُصادقة، التفويضات، والحساب للحركة داخل الشبكة الخاصة بك." ,
	"Identity Access Management Solution" : "حلول إدارة الدخول بإستخدام الهوية - Identity Access Management Solution" ,
	"The IAM solution offers a comprehensive array of features, including data governance, access requests, compliance management, single sign-on (SSO), password administration, identity analytics, and role management, all catered to the needs of end users." 
    : "توفر حلول إدارة الدخول بالهوية (IAM) مجموعة شاملة من المميزات. تتضمن حوكمة البيانات، طلبات الدخول، إدارة الإمتثال، تسجيل الدخول لمرة واحدة (SSO)، إدارة كلمات المرور، تحليل الهويات، وإدارة الأدوار. جميعها تُلبي احتياجات المُتسخدمين." ,
	"Next generation SIEM Solution" : "الجيل الجديد من انظمة إدارة الاحداث والأنظمة الأمنية - SEIM" ,
	"Delivers log management, event correlation, incident analysis, and live monitoring. Ensures compliance alignment, enforcement, and reporting. Swiftly detects threats, minimizes response time in threat hunting, and enhances overall visibility." : "تُقدم هذه الأنظمة إدارة السجلات، إرتباطات الاحداث، تحليل الوقائع والحوادث، ومراقبة مُباشرة. وتضمن توافق ومطابقة الإمتثال، التنفيذ، والإبلاغ. ايضاً تقوم بإكتشاف التهديدات بسُرعة، التقليل من اوقات الإستجابة، ويُحسن الرؤية العامة." ,
	"Network Detection Response & Threat Hunting" : "كشف تهديدات الشبكة & تتبُع التهديدات - Network Detection Response & Threat Hunting" ,
	"<p>Utilizing artificial intelligence and machine learning, we employ advanced techniques to identify network-based attacks, conduct thorough traffic analysis, and analyze files for enhanced network visibility. Our solutions not only bolster your security posture but also significantly minimize Mean Time to Recovery (MTTR) for file-less attacks, ensuring a fortified and responsive network defense.</p>" 
    : "<p>بإستخدام الذكاء الإصطناعي والتعليم الآلي، نقوم بإستخدام تقنيات مُتقدمة لكشف وتحديد الهجمات على الشبكة، إجراء تحليل لحركة الشبكة،  وتحليل الملفات لتعزيز الرؤية العامة للشبكة. حلولنا لاتقتصر فقط على تعزيز وضعك الأمني بل نقوم بتقليل متوسط وقت الإسترداد (MTTR) للهجمات التي لاتتضمن الملفات، مما يضمن دفاع مُعزز للشبكة وسريع الإستجابة.</p>" ,
	"End point Detection and Response" : "كشف الأجهزة والإستجابة لها - End point Detection and Response" ,
	"The all-encompassing EDR solution utilizes expert analytics on extensive data sets gathered from EDR solutions throughout the organization. This enables swift identification and prevention of attacks by establishing quicker connections. " 
    : "يستخدم حل كشف الأجهزة والإستجابة لها (EDR) تحليلات الخُبراء على مجموعة من البيانات التي تم جمعها من (EDR) في انحاء المؤسسة. وذلك يُتيح التعرف السريع على الهجمات والوقاية منها من خلال تأسيس إتصالات سريعة." ,
	"The EDR solution effectively minimizes the attack surface, enhances visibility, and thwarts threats targeting the Endpoint Infrastructure. Additionally, it ensures swift response and effective remediation for endpoints." 
    : "يقوم حل كشف الأجهزة والإستجابة لها (EDR) بتقليل الهجمات بشكل فعال للغاية، ويُعزز الرؤية العامة، ويُحبط التهديدات التي تستهدف اجهزة البُنية التحتية. بالإضافة الى ذلك، يضمن (EDR) الإستجابة السريعة والمُعالجة الفعالة للأجهزة." ,
	
    "CYberSecurityPageEndPoint " 
    : "<p>يقوم حل كشف الأجهزة والإستجابة لها (EDR) بتقليل الهجمات بشكل فعال للغاية، ويُعزز الرؤية العامة، ويُحبط التهديدات التي تستهدف اجهزة البُنية التحتية. بالإضافة الى ذلك، يضمن (EDR) الإستجابة السريعة والمُعالجة الفعالة للأجهزة.يستخدم حل كشف الأجهزة والإستجابة لها (EDR) تحليلات الخُبراء على مجموعة من البيانات التي تم جمعها من (EDR) في انحاء المؤسسة. وذلك يُتيح التعرف السريع على الهجمات والوقاية منها من خلال تأسيس إتصالات سريعة.</p>" ,    
    
    "Vulnerability Assessment & Penetration Testing Solution" : "حلول تقييم نقاط الضعف وإختبارات الإختراق - Vulnerability Assessment & Penetration Testing Solution" ,
	"<p>Deliver enhanced asset visibility, ensure compliance, and conduct active and passive scans to uncover vulnerability blind spots across networks, endpoints, and servers. Our solution extends support to both SAS and cloud assessments. It quantifies your existing security stance, empowering continuous enhancement of your security posture.</p>" 
    : "<p>يُمكن لهذا الحل تقديم رؤية متطورة للأصول، وضمان الإمتثال، وإجراء عمليات كشف مُنشطه للكشف عن النُقاط الضعيفة في داخل الشبكات، الأجهزة، والخوادم. يقدم حلُنا الدعم لكل من تقييم الثغرات الأمنية (SAS) و تقييم الخدمة السحابية. هذا التقييم يحدد موقفك الأمني الحالي، ويعزز الوضع الأمني بإستمرار.</p>" ,
	
    "Data Protection and Classification Solution" : "حلول تصنيف البيانات وحمايتها - Data Protection and Classification Solution" ,
	"Safeguard your files and documents during transmission, storage, and work processes. Identify and prevent unauthorized file transfers beyond the perimeter with our Data Loss Prevention (DLP) feature. Employ file and email tagging for accurate classification." 
    : "<p>يقوم هذا الحل بحماية ملفاتك ومستنداتك خلال نقلها، وتخزينها، والعمل عليها. يُمكن تحديد ومنع عمليات نقل البيانات الغير مُصرح لها خارج المُحيط المحدد من خلال ميزة تفادي فقدان الملفات (DLP). من خلال وضع علامة على الملفات ورسائل البريد الإلكتروني للحصول على مزيد من الدقة في التصنيفات.</p>" ,
	"Email Security" : "أمن البريد الإلكتروني - Email Security" ,
	
    "Cyber Vision offers a comprehensive email security solution encompassing anti-spam and antivirus protection, file reputation management, data loss prevention, encryption, and content control." 
    : "<p>تُقدم شركة مفهوم الرؤية حلول امان شاملة لأمن البريد الإلكتروني يشمل حماية من الرسائل العشوائية ومكافحة الفيروسات وإدارة الملفات، وتفادي فُقدان الملفات، وتشفير البيانات، والتحكم في المحتوى.</p>",
	
    "Web Security Solution" : "حلول الحماية على الأنترنت - Web Security Solution" ,
	"The solution offers capabilities for filtering content, analyzing malware, implementing precise controls, generating comprehensive reports, as well as providing proxy and caching services." 
    : "<p>تُقدم حلول الحماية على الأنترنت قُدرات عالية لتصفية المُحتوى الظاهر، تحليل البرامج الضارة، وتنفيذ تحكم دقيق، والقيام بإصدار تقارير شاملة، وايضاً يقوم بتوفير خادم وسيط لعزل الإتصال و خدمات الحفظ للذاكرة المؤقتة.<p>" ,
	
    "Why Managed Services?" : "لماذا الخدمات المُدارة؟" ,
	"Customer Experience" : "تجربة العميل" ,



    "Managed services in cybersecurity involve outsourcing the management and monitoring of an organization's security to a specialized provider. It includes continuous monitoring, threat detection, incident response, patch management, and more. Benefits include access to expertise, 24/7 monitoring, cost-effectiveness, scalability, and focus on core activities. " : "تتضمن الخدمات المُدارة في مجال الأمن السيبراني الإستعانة بمصادر متعددة لإدارة ومراقبة أمن المؤسسات والأعمال. وذلك يشمل المراقبة المستمرة، كشف التهديدات، الإستجابة للحوادث، إدارة التصحيحات والتحديثات، والمزيد. وتشمل الفوائد الوصول الى الخبرات العالية، مُراقبة على مدار الساعة ٢٤/٧، كفاءة التكلفة، قابلية التوسع، و التركيز على الأنشطة الاساسية." ,
"CyberTechSheild (CTS) provides complete monitoring, management and optimization services for everything on your IT infrastructure that could result business disruption. Our expert teams along with tools proactively monitor your services and equipment with close coordination with product vendors to resolve issues before they even occur." : "يوفر ( CyberTechSheild(CTS خدمة كاملة للرصد والمراقبة، الإدارة والتحسينات لكُل شيء يتعلق بالبُنية التحتية لتكنولوجيا المعلومات الخاصة بك التي من الممكن ان تؤدي الى اضطرابات في الأعمال. يقوم فريق الخُبراء لدينا بالإضافة الى الأدوات الخاصة بمراقبة الخدمات والمُعدات الخاصة بك بشكل استباقي والتنسيق لحل الاخطاء والمشاكل قبل وقوعها." ,
"<p>Managed services in cybersecurity involve outsourcing the management and monitoring of an organization's security to a specialized provider. It includes continuous monitoring, threat detection, incident response, patch management, and more. Benefits include access to expertise, 24/7 monitoring, cost-effectiveness, scalability, and focus on core activities.<br /><br />CyberTechSheild (CTS) provides complete monitoring, management and optimization services for everything on your IT infrastructure that could result business disruption. Our expert teams along with tools proactively monitor your services and equipment with close coordination with product vendors to resolve issues before they even occur.</p>"
    :"<p>تتضمن الخدمات المُدارة في مجال الأمن السيبراني الإستعانة بمصادر متعددة لإدارة ومراقبة أمن المؤسسات والأعمال. وذلك يشمل المراقبة المستمرة، كشف التهديدات، الإستجابة للحوادث، إدارة التصحيحات والتحديثات، والمزيد. وتشمل الفوائد الوصول الى الخبرات العالية، مُراقبة على مدار الساعة ٢٤/٧، كفاءة التكلفة، قابلية التوسع، و التركيز على الأنشطة الاساسية.<br /><br />يوفر ( CyberTechSheild(CTS خدمة كاملة للرصد والمراقبة، الإدارة والتحسينات لكُل شيء يتعلق بالبُنية التحتية لتكنولوجيا المعلومات الخاصة بك التي من الممكن ان تؤدي الى اضطرابات في الأعمال. يقوم فريق الخُبراء لدينا بالإضافة الى الأدوات الخاصة بمراقبة الخدمات والمُعدات الخاصة بك بشكل استباقي والتنسيق لحل الاخطاء والمشاكل قبل وقوعها.</p>",


"Monitoring" : "المراقبة" ,
"Our seasoned technical experts offer continuous monitoring for your complete IT infrastructure and applications. This is complemented by robust remote and on-site support for issue resolution, ensuring a seamless experience around the clock." : "يقدم فريق خُبرائنا الفنيون مُراقبة مستمرة لجميع البنية التحتية لتكنولوجيا المعلومات والتطبيقات. ويشمل ذلك دعم قوي بُعد وفي الموقع لحل المشاكل، والتأكد من سلاسة التجربة على مدار الساعة." ,
"24×7 Remote Monitoring of your Infrastructure" : "مُراقبة على مدار الساعة ٢٤/٧ عن بُعد لبُنيتك التحتية لتكنولوجيا المعلومات" ,
"Monitor System Health like CPU, Memory Utilization" : "مُراقبة صحة الأجهزة مثل وحدة المعالج المركزية، استخدام الذاكرة العشوائية" ,
"Monitor Interface status and Traffic Utilization" : "مُراقبة حالة الواجِهة و استخدام حركة المرور في الشبكة" ,
"Monitor Services and Application" : "مُراقبة الخدمات والتطبيقات" ,
"Field support in case of hardware failure" : "خدمات دعم في الموقع في حال حدوث خلل في الأجهزة" ,

"ManagedPageMonitoring":
	"<p>يقدم فريق خُبرائنا الفنيون مُراقبة مستمرة لجميع البنية التحتية لتكنولوجيا المعلومات والتطبيقات. ويشمل ذلك دعم قوي بُعد وفي الموقع لحل المشاكل، والتأكد من سلاسة التجربة على مدار الساعة.</p><br /><ul><li>مُراقبة على مدار الساعة ٢٤/٧ عن بُعد لبُنيتك التحتية لتكنولوجيا المعلومات</li><li>مُراقبة صحة الأجهزة مثل وحدة المعالج المركزية، استخدام الذاكرة العشوائية</li><li>مُراقبة حالة الواجِهة و استخدام حركة المرور في الشبكة</li><li>مُراقبة الخدمات والتطبيقات</li><li>خدمات دعم في الموقع في حال حدوث خلل في الأجهزة</li></ul>",

"Management" : "الإدارة" ,
"ManagedPageManagement" 
    : "<p>تفويض المهام الروتينية لتكنويوجيا المعلومات مثل الملكية وإدارة التغيير. التي تسمح لفريقك بتحديد الأوليويات للأنشطة عالية الأهمية</p><br /><ul><li>إدارة التغيير واخذ الملكية</li><li>ضبط إعدادات الشبكة، الحماية، الحوسبة، التخزين والتطبيقات</li>    <li>‏‏‏‏ضبط الإعدادات الخاصة بالجيل الجديد من مزايا الحماية والتي تشمل جدار الحماية للتطبيقات، فحص  TLS/SSL، نظام منع الإختراقات وإدارة الهوية.</li></ul>" ,

"sdwew" : "تفويض المهام الروتينية لتكنويوجيا المعلومات مثل الملكية وإدارة التغيير. التي تسمح لفريقك بتحديد الأوليويات للأنشطة عالية الأهمية" ,
"Change management and taking ownership of the configuration" : "إدارة التغيير واخذ الملكية" ,
"Configuration of Network, Security, Computing, Storage and Applications" : "ضبط إعدادات الشبكة، الحماية، الحوسبة، التخزين والتطبيقات" ,
"Configuration of NextGen Security features including Application Firewall, TLS/SSL inspection, IPS and Identity Management" 
: "ضبط الإعدادات الخاصة بالجيل الجديد من مزايا الحماية والتي تشمل جدار الحماية للتطبيقات، فحص نظام منع الإختراقات وإدارة الهوية." ,

"Optimize" : "التحسين" ,
"ManagedPageOptimize" :
	"<p>الإدارة الكاملة للأصول الخاصة بتكنولوجيا المعلومات مع مُراجعات مُنتظمة من قبل خُبراؤنا وحول استباقية من خلال التنسيق الدقيق مع بائعين المُنتجات (فيندورز).</p><ul>    <li>نظام مُراجعات ربع سنوي للتالي: الإعدادات، السياسات، إستخدام جميع الأنظمة. جميعها يتم مُراجعتها وتقييمها بشكل ربع سنوي.</li>    <li>المراقبة الأمنية اليومية: كشف استباقي برامج الأنظمة، الأجهزة، او المشاكل الأمنية من البائعين.</li>    <li>تطوير وترقية وتصحيح: تتم بناءً على الآداء، المُتطلبات للميزات، التحذيرات الأمنية.</li>    <li>تحليل الآداء على المدى الطويل: المُراقبة المُستمرة للمعايير الخاصة بالآداء وحركة مرور الشبكة مع اصدار تقارير ربع سنوية.</li></ul>"	,
    

"Full IT asset management with regular expert reviews and proactive issue resolution in close coordination with product vendors." : "الإدارة الكاملة للأصول الخاصة بتكنولوجيا المعلومات مع مُراجعات مُنتظمة من قبل خُبراؤنا وحول استباقية من خلال التنسيق الدقيق مع بائعين المُنتجات (فيندورز)." ,
"Quarterly system reviews: Configuration, policies, and utilization of all systems are reviewed regularly." : "نظام مُراجعات ربع سنوي للتالي: الإعدادات، السياسات، إستخدام جميع الأنظمة. جميعها يتم مُراجعتها وتقييمها بشكل ربع سنوي." ,
"Daily security advisory monitoring: Proactive detection of software, hardware, or security issues from vendors." : "المراقبة الأمنية اليومية: كشف استباقي برامج الأنظمة، الأجهزة، او المشاكل الأمنية من البائعين." ,
"Firmware upgrades and patching: Based on performance, feature requirements, and security advisories." : "تطوير وترقية وتصحيح: تتم بناءً على الآداء، المُتطلبات للميزات، التحذيرات الأمنية." ,
"Long-term performance analysis: Consistent monitoring of performance parameters and traffic utilization with quarterly reporting." : "تحليل الآداء على المدى الطويل: المُراقبة المُستمرة للمعايير الخاصة بالآداء وحركة مرور الشبكة مع اصدار تقارير ربع سنوية." ,

"Governance, Risk management & Compliance" : "الحوكمة، إدارة المخاطر، والإمتثال (GRC)" ,
"Governance risk compliance (GRC) is a method for managing and strategizing an organization's regulations regarding governance, financial or physical risk, and regulatory compliance. It aligns the IT aspects with business objectives and works to improve the efficiency of a company. There are GRC consultants and GRC analysts who provide an assessment of a business’s GRC, identify risks, analyze the data, develop policies to benefit the workplace, and consult on the best choice of action. Your duties may involve optimizing GRC systems, implementing tactics to lower risk, providing internal audits, assisting with cybersecurity, creating routine reports, and ensuring regulatory compliance." 
: "الحوكمة، إدارة المخاطر، والإمتثال (GRC) هي طريقة لإدارة وعمل إستراتيجية لقوانين وضوابط المؤسسات بما يتعلق بالحوكمة، المخاطر المالية او البدنية، والإمتثال المُنتظم. هذه الطريقة توازن الجوانب لتكنولوجيا المعلومات مع اهداف الأعمال وتعمل على تحسين كفاءة الشركة. هنالك مستشارون ومحللون (GRC) يُقدمون تقييمات للحوكمة، إدارة المخاطر، والإمتثال الخاصة بالاعمال، ويقومون بتحديد المخاطر، وتحليل البيانات، تطوير سياسات لإضافة فوائد للأعمال. ويقومون بالتشاور للمضي بأفضل قرار للأعمال. قد تتضمن مهامُك تحسين انظمة (GRC)، تنفيذ تكتيكات لتقليل المخاطر، توفير عمليات تدقيق داخلية، مُساعدة الأمن السيبراني، انشاء تقارير روتينية، والتأكد من الإمتثالات المُنظمة." ,
"Governance" : "الحوكمة - Governance" ,
"Corporate governance consists of the set of processes, policies, objectives and laws that determine how a corporation is controlled." : "تتكون حوكمة المؤسسات مجموعة من العمليات، السياسات، الأهداف، والقوانين التي ستقوم يتحديد كيفية التحكم بالمؤسسة." ,
"Risk" : "المخاطر - Risk" ,
"Risk pertains to an auditor not unearthing mistakes or deliberate miscalculations (i.e. fraud) in financial statements." : "تتعلق المخاطر بأن المُراجع لايكشف الأخطاء او الأخطاء المُتعمدة (يمعنى آخر الإحتيال) في البيانات المالية." ,
"Compliance" : "الإمتثال - Compliance" ,
"Compliance is adherence to a business’s regulatory procedures." : "الإمتثال هو الالتزام بالإجراءات التنظيمية للأعمال." ,



"Long Haul Fiber Optic Repeater-less Solution" : "حل اسلاك الالياف البصرية للمسافات الطويلة (غير مكرر)" ,

"ConvergedPageLongHaulFiber":" <p>تستخدم الأنظمة التقليدية لأتصال الألياف البصرية اجهزة إعادة ارسال مُنتظمة للتعويض عن ضعف الإشارة والحفاظ على الإشارة القوية على مدى مسافات طويلة. ولكن، القيام بنشر وصيانة اجهزة إعادة الإرسال قد يكلف كثيراً وايضاً يستغرق وقتاً طويلا.<br>تم تصميم حل أجهزة إعادة الإرسال (الغير مُكررة) للتغلب على هذه التحديات والوصول الى مسافات نقل طويلة من دون الحاجة الى التضخيم</p>",
"Traditional fiber optic communication systems use repeaters at regular intervals to compensate for signal attenuation and maintain signal strength over long distances. However, deploying and maintaining these repeater stations can be costly and time-consuming. " 
: "تستخدم الأنظمة التقليدية لأتصال الألياف البصرية اجهزة إعادة ارسال مُنتظمة للتعويض عن ضعف الإشارة والحفاظ على الإشارة القوية على مدى مسافات طويلة. ولكن، القيام بنشر وصيانة اجهزة إعادة الإرسال قد يكلف كثيراً وايضاً يستغرق وقتاً طويلا." ,
"A repeater-less solution is designed to overcome these challenges and achieve longer transmission distances without the need for intermediate amplification" 
: "تم تصميم حل أجهزة إعادة الإرسال (الغير مُكررة) للتغلب على هذه التحديات والوصول الى مسافات نقل طويلة من دون الحاجة الى التضخيم." ,


"MPLS-TP Solution" : "حلول MPLS-TP" ,
"ConvergedPageMPLS":
    "<p>هل انت مُستعد لترقية الشبكة الخاصة بك الى آفاق  جديدة من الآداء، الإعتمادية، والتوسع؟ لاتبحث بعيداً. نحن في شركة مفهوم الرؤية، الرائدون والأحدث في حلول MPLS-TP، المُصممة لتلبية المُتطلبات الفريدة للشبكات.</p><br><p>تم بناء وتصميم شبكات النقل تقليدياً بإستخدام أجهزة SONET/SDH مُتعددة التقسيم الزمني (TDM). أصبحت هـذه الأجهزة غير فعالة ومُكلفة في الأوقات القائمة على الحزم، ، والذي يجعل مُقدمي الخدمات والشركات العامة (شركات الكهرباء والمياه على سبيل المثال) الى وضع المزيد من المعدات القائمة على الحزم في شبكات النقل الخاصه بها.</p>",
	
"Transport networks have traditionally been built using Time Division Multiplexed (TDM) SONET/SDH devices. These are becoming ineffective and costly in today's packet-oriented world, which is driving service providers and utility companies to deploy more packet-based equipment in their transport networks." : "تم بناء وتصميم شبكات النقل تقليدياً بإستخدام أجهزة SONET/SDH مُتعددة التقسيم الزمني (TDM). أصبحت هـذه الأجهزة غير فعالة ومُكلفة في الأوقات القائمة على الحزم، ، والذي يجعل مُقدمي الخدمات والشركات العامة (شركات الكهرباء والمياه على سبيل المثال) الى وضع المزيد من المعدات القائمة على الحزم في شبكات النقل الخاصه بها." ,

"RFTS Solution" : "حلول إختبار أنظمة الفايبر عن بُعد - RFTS Solution" ,
"Cyber Vision has successfully implemented numerous RFTS projects, providing clients with 24/7 monitoring of their fiber optic infrastructure, and reducing MTTR for fiber optic cables. " 
: "قامت شركة مفهوم الرؤية بتنفيذ مشاريع عديدة لإختبار أنظمة الفايبر عن بُعد بنجاح، التي توفر على العملاء المراقبة على مدار الساعة ٢٤/٧ للبُنية التحتية الخاصة بأسلاك الفايبر. وتقليل مُعدل أوقات الإصلاح والإستجابة (MTTR) لأسلاك الالياف الضوئية." ,

"Remote Fiber Monitoring: Our advanced system enables centralized oversight of the entire fiber optic network, including dark fiber. Continuous evaluation of network performance ensures efficient MTTR." 
: "مُراقبة الألياف الضوئية عن بُعد: تتيح انظمتنا المُتقدمة الإشراف المركزي على جميع الألياف الضوئية في الشبكة، وذلك يشمل الألياف الضوئية التي لا تُستخدم (Dark Fiber). التقييم المُستمر للشبكة يضمن كفاءة معدل أوقات الإستجابة والإصلاح (MTTR) " ,

"ConvergedNetworkPageRFTSSolution":
    "<p>قامت شركة مفهوم الرؤية بتنفيذ مشاريع عديدة لإختبار أنظمة الفايبر عن بُعد بنجاح، التي توفر على العملاء المراقبة على مدار الساعة ٢٤/٧ للبُنية التحتية الخاصة بأسلاك الفايبر. وتقليل مُعدل أوقات الإصلاح والإستجابة (MTTR) لأسلاك الالياف الضوئية.<br />مُراقبة الألياف الضوئية عن بُعد: تتيح انظمتنا المُتقدمة الإشراف المركزي على جميع الألياف الضوئية في الشبكة، وذلك يشمل الألياف الضوئية التي لا تُستخدم (Dark Fiber). التقييم المُستمر للشبكة يضمن كفاءة معدل أوقات الإستجابة والإصلاح (MTTR)</p>",


"SDH Solution" : "حلول التسلسل الرقمي المُتزامن - SDH Solution" ,

"With years of experience deploying traditional SDH networks, Cyber Vision offers proven solutions to host critical applications on premises via a private network, utilizing the client's private fiber optic infrastructure. " 
:"مع سنوات عديدة من الخبرة في اطلاق شبكات التسلسل الرقمي المُتزامن (SDH) التقليدية، تقدم شركة مفهوم الرؤية حلول مُثبتة ومُجربة لإستضافة التطبيقات المُهمة في اماكن العمل في خلال شبكة خاصة، من خلال الإستفادة من البُنية التحتية للألياف الضوئية الخاصة بالعميل." ,
"SDH Multiplexer delivers powerful optical networking solutions for critical communications applications. With a wide range of tributary interface units, the SDH has the ability to provide both transport and access capabilities for voice, data, IP/Ethernet WAN, video and utility tele-protection traffic in a single package. Harsh environment ready, and delivering flexible, secure, and reliable communications." 
: "يوفر التسلسل الرقمي المتزامن حل قوي للشبكات الضوئية لتطبيقات الإتصال المُهمة. مع وجود مجموعة واسعة من وحدة الواجهات الفرعية، فإن هذا الحل (SDH) لدية القدرة على توفير قُدرات هائلة في النقل والوصول للصوتيات، البيانات، الشبكات الواسعة، الفيديوات وحركة الحماية عن بُعد. جاهزة للبيئة القاسية، وتقوم بتوفير إتصالات مرنة وآمنة وإعتمادية." ,

"PageSDHSolution":
"<p>مع سنوات عديدة من الخبرة في اطلاق شبكات التسلسل الرقمي المُتزامن (SDH) التقليدية، تقدم شركة مفهوم الرؤية حلول مُثبتة ومُجربة لإستضافة التطبيقات المُهمة في اماكن العمل في خلال شبكة خاصة، من خلال الإستفادة من البُنية التحتية للألياف الضوئية الخاصة بالعميل.<br/><br/>يوفر التسلسل الرقمي المتزامن حل قوي للشبكات الضوئية لتطبيقات الإتصال المُهمة. مع وجود مجموعة واسعة من وحدة الواجهات الفرعية، فإن هذا الحل (SDH) لدية القدرة على توفير قُدرات هائلة في النقل والوصول للصوتيات، البيانات، الشبكات الواسعة، الفيديوات وحركة الحماية عن بُعد. جاهزة للبيئة القاسية، وتقوم بتوفير إتصالات مرنة وآمنة وإعتمادية.</p>",


"Integrated Security Platform" : "منصة آمنة مُتكاملة - Intergrated Security Platform" ,
"Cyber Vision boasts extensive expertise in deploying an integrated unified platform that seamlessly combines physical security, fire and safety, and building asset management solutions within command and control centers. Our experience ensures flawless integration and effortless scalability, delivering a comprehensive solution." 
: "<p>تفتخر شركة مفهوم الرؤية بالخبرات الواسعة في إنشاء منصة مُوحدة مُتكاملة تتيح بسلاسة الأمن المادي، والأمن العام، وبناء حلول إدارة الاصول بداخل مركز القيادة والتحكم. تجربتنا تضمن الخلو من العيوب وقابلية التطوير من دون عناء، مما يوفر حلاً شاملاً.</p>" ,

"Security Control Center" : "مركز التحكم الأمني - Security Control Center" ,
"Cyber Vision offers an all-inclusive solution for security control centers, combining top-tier technologies and superior architectural design. Our package includes the Integrated Security Platform (PISM), VMS and analytics, server and storage solutions, video walls, technical consoles, network switches, racks, UPS, and more." 
: "<p>توفر شركة مفهوم الرؤية حل شامل لمراكز التحكم الأمنية، يجمع بين التقنيات الفائقة والتصميم المعماري المتفوق. تشمل باقتنا المنصة الأمنية المُتكاملة (PISM)، الأجهزة الإفتراضية والتحليلات، حلول الخوادم والتخزين، الشاشات الجدارية، وحدات التحكم التقنية، موزعات الشبكة، الرفوف، الطاقة الإحتياطية، والمزيد.</p>" ,

"Access Control" : "التحكم بالدخول - Access Control" ,
"The technical experts at Cyber Vision possess extensive proficiency in delivering enterprise-level access control solutions, backed by impressive endorsements. Our team excels in seamlessly integrating diverse access modules, accommodating a broad spectrum of authentication levels. This cohesive approach caters to a vast access user database, spanning remote locations, all streamlined within a unified platform tailored to each client's specific requirements." 
: "<p>يمتلك الخبراء الفنيون في شركة مفهوم الرؤية كفاءة عالية في تقديم حلول التحكم بالدخول على مستوى المؤسسة، مدعومة بتأييدات مُذهلة. فريقنا يتفوق بسلاسة بدمج الوحدات الخاصة بالدخول، واستيعاب مجموعة واسعة من مستويات المُصادقة. تُلبي هذه الطريقة المُتماسكة قاعدة بيانات واسعة للمستخدمين، تمتد عبر المناطق البعيدة او النائية، وجميعها مُبسطة ضمن منصة موحدة ومصممة خصيصاً للعميل بناءً على طلبات العميل المحددة.</p>" ,

"Physical Security" : "الأمن المادي - Physical Security" ,
"The Cyber Vision portfolio encompasses nearly every recognized physical security solution available in the market. Each solution boasts enterprise-level, cutting-edge technology that spearheads the industry. We stand at the forefront of this market, backed by an impressive array of references across various government sectors and industrial utilities. Our offerings range from advanced Walk-Through Gate Scanners and Luggage X-Ray Scanners to Handheld Metal Detectors. Additionally, we specialize in seamlessly integrated solutions like Under Vehicle Surveillance Systems (UVSS) coupled with License Plate Recognition (LPR), Sliding Gates, Road Blockers, Bollards, and Barriers." 
: "<p>يشمل ملف شركة مفهوم الرؤية كل حلول الأمن المادي تقريباً المُعترف بها والمتاحة بالسوق حالياً. كل حل يتميز بالتكنولوجيا المتطورة على مستوى الأعمال الرائدة في هذا المجال. نحن نقف متقدمين في هذا السوق، ومدعومين بمجموعة مُذهلة من المراجع عبر مختلف القطاعات الحكومية والمرافق الصناعية. عروضنا تتراوح بين بوابات مُتطورة للفحص الأمني وأجهزة فحص الأمتعة بالأشعة السينية (X-Ray) وايضاً أجهزة كشف المعادن المحمولة. بالإضافة الى ذلك، نحن مُختصون بالحلول المتكاملة والسلسة مثل أنظمة مراقبة ماتحت المركبات (UVSS) الى جانب التعرف على لوحات تسجيل المركبات (LPR)، البوابات، حواجز الطُرق، أعمدة مرورية، والحواجز العامة.</p>",

"Intrusion Detection" : "كشف التسلل والإختراق - Intrusion Detection" ,
"Within our integrated security solution, Cyber Vision offers an impressive range of intrusion detection capabilities, backed by strong security endorsements across various government sectors, as well as industrial and utilities domains. " : "من ضمن حلولنا الأمنية المُتكاملة، تُقدم شركة سايبر فيچن مجموعة مُذهلة من القدرات في كشف التسلل او الإختراقات، مدعومة بتأييدات أمنية قوية عبر مُختلف القطاعات الحكومية، وايضاً النطاقات الصناعية." ,
"Fencing Intrusion systems: IR detection, PIR scanning, Fiber sensing, Laser scanning. In Building intrusion Systems: PIR detection, Glass Break" : "أنظمة اختراق الحواجز: كشف الأشعة الحرارية، مُستشعرات الحركة، مُستشعرات الألياف، المسح بالليزر. أنظمة الكشف داخل المبنى: مُستشعرات الحركة، مُستشعرات كسر الزجاج." ,

"pageIntrusionDetection":"<p>من ضمن حلولنا الأمنية المُتكاملة، تُقدم شركة مفهوم الرؤية مجموعة مُذهلة من القدرات في كشف التسلل او الإختراقات، مدعومة بتأييدات أمنية قوية عبر مُختلف القطاعات الحكومية، وايضاً النطاقات الصناعية.<br />أنظمة اختراق الحواجز: كشف الأشعة الحرارية، مُستشعرات الحركة، مُستشعرات الألياف، المسح بالليزر. أنظمة الكشف داخل المبنى: مُستشعرات الحركة، مُستشعرات كسر الزجاج.</p>",


"Integrated CCTV Solutions" : "حلول كاميرات المُراقبة في الدائرة المغلقة" ,
"Cyber Vision boasts extensive expertise in delivering cutting-edge security solutions, specializing in state-of-the-art technology within the realm of CCTV systems. With HCIS certification, we bring a wealth of experience in safeguarding industrial environments, particularly in the context of large-scale projects within the industrial security domain." 
: "تفتخر شركة مفهوم الرؤية بخبرتها الواسعة في تقديم حلول أمنية مُتطورة جداً، متخصصة في احدث التقنيات في مجال أنظمة كاميرات المُراقبة. مع شهادة الهيئة العليا للأمن الصناعي (HCIS)، نُقدم خبرة وافرة في مجال حماية بيئات الأمن الصناعي، لا سيما في المشاريع الواسعة في نطاق الأمن الصناعي." ,

"Unleash the Power of Software-Defined Data Center Solutions" 
: "اطلق القوة لحلول مراكز البيانات المُعرفة برمجياً" ,
"With Cyber Vision, embrace practical, secure, and scalable Software Defined Data Center (SDDC) solutions. Future-proof your business with leading SDN technologies for mission-critical workloads and cloud capabilities. Your journey to digital success starts here." 
: "<p>مع شركة سايبر فيچن، قُم بإحتواء حلول مراكز البيانات المُعرفة بالبرمجيات (SDDC) العملية والآمنة والقابلة للتوسع والتطوير. قُم بتأمين مُستقبل اعمالك مع تقنيات الشبكات المُعرفة برمجياً (SDN) للمهام المُهمة والقدرات السحابية. تبدأ هنا رحلتك الى النجاح الرقمي.</p>" ,

"Software Defined Networking" : "الشبكات المُعرفة برمجياً" ,
"Experience network flexibility and streamlined management with Software-defined Networking (SDN). SDN centralizes control and data forwarding, simplifying network administration. Cyber Vision provides top-notch SDN solutions from leading vendors, tailored for mission-critical tasks and cloud capabilities. " : "قُم بتجربة مرونة الشبكة والإدارة المُبسطة لها من خلال الشبكات المُعرفة برمجياً (SDN). تُركز الشبكات المُعرفة برمجياً (SDN) على التحكم وتوجية البيانات، مما يقوم بتسهيل إدارة الشبكة. شركة سايبر فيچن توفر حلول الشبكة المُعرفة برمجياً على اعلى طراز من البائعين الرائدين، مُصممة على المُهمات الحرجة والقدرات السحابية." ,
"Advantages of having Software Defined Networking:" : "مزايا إمتلاك الشبكات المُعرفة برمجياً" ,
"Centralized network provisioning." : "توفير الشبكات المركزية." ,
"More granular security." : "أمن دقيق جداً" ,
"Lower operating costs." : "تكلفة تشغيل اقل." ,
"Hardware savings" : "توفير أجهزة" ,
"Reduced capital expenditures." : "تقليل التكاليف الرأسمالية." ,
"Cloud abstraction." : "عزل الشبكة السحابية عن العالم الخارجي." ,
"Guaranteed content delivery." : "ضمان وصول المحتوى." ,

"DataCenterPageSDN":
"قُم بتجربة مرونة الشبكة والإدارة المُبسطة لها من خلال الشبكات المُعرفة برمجياً (SDN). تُركز الشبكات المُعرفة برمجياً (SDN) على التحكم وتوجية البيانات، مما يقوم بتسهيل إدارة الشبكة. شركة سايبر فيچن توفر حلول الشبكة المُعرفة برمجياً على اعلى طراز من البائعين الرائدين، مُصممة على المُهمات الحرجة والقدرات السحابية.<br /><b>مزايا إمتلاك الشبكات المُعرفة برمجياً:</b><ul><li>توفير الشبكات المركزية.</li><li>أمن دقيق جداً</li><li>تكلفة تشغيل اقل.</li><li>توفير أجهزة</li><li>تقليل التكاليف الرأسمالية.</li><li>عزل الشبكة السحابية عن العالم الخارجي.</li><li>ضمان وصول المحتوى.</li></ul>",

"Hyperconverged Infrastructure" : "بُنية تحتية مُتكاملة بشكل هائل (HCI)" ,

"A seamless blend of hardware and software, HCI simplifies your infrastructure by consolidating servers, storage networks, and arrays into flexible building blocks. Experience the future of datacenter efficiency." 
: "مزيج سلس من الأجهزة والبرامج، هذا الحل (HCI) يقوم بتبسيط البُنية التحتية الخاصة بك من خلال دمج الخوادم، شبكات التخزين، والمصفوفات الى مكونات للبناء المرن. قُم بتجربة مُستقبل كفاءة مراكز البيانات." ,
"Key features and capabilities:" : "المزايا الرئيسية والقدرات:" ,
"Rapid deployment" : "التعيين السريع" ,
"Scalable virtual environments" : "بيئات إفتراضية قابلة للتوسع" ,
"Intrinsic Security":"أمان جوهري",

"DataCenterPageHCI":"<p>مزيج سلس من الأجهزة والبرامج، هذا الحل (HCI) يقوم بتبسيط البُنية التحتية الخاصة بك من خلال دمج الخوادم، شبكات التخزين، والمصفوفات الى مكونات للبناء المرن. قُم بتجربة مُستقبل كفاءة مراكز البيانات.</p><b>المزايا الرئيسية والقدرات:</b><ul><li>التعيين السريع</li><li>بيئات إفتراضية قابلة للتوسع</li><li>مُميزات تخزين على مستوى المؤسسة</li><li>أمان جوهري</li></ul>",


"A private cloud delivers computing services over a secure internal network, exclusively catering to specific users rather than the public at large. " 
: "تُقدم السحابة الخاصة خدمات حوسبية من خلال شبكة داخلية آمنة ومعزولة تماماً، تُلبي احتياجات المُستخدمين المحددين فقط بدلاً من المستخدمين العامة" ,
"Also called an internal or corporate cloud, private cloud computing gives businesses many of the benefits of a public cloud as:" 
: "ايضاً تُسمى السحابة الداخلية او سحابة الشركة، حوسبة السحابة الخاصة تُقدم للأعمال مزايا عديدة من السحابة العامة مثل:" ,
"Self-Service Catalog" : "كُتّيب الخدمة الذاتية" ,
"Efficiency & control" : "الكفاءة والتحكم" ,
"Availability" : "التوفر الدائم" ,
"Security & privacy" : "الأمان والخصوصية" ,
"Automation" : "تشغيل آلي" ,


"DataCenterPagePrivateCloud":"<p>تُقدم السحابة الخاصة خدمات حوسبية من خلال شبكة داخلية آمنة ومعزولة تماماً، تُلبي احتياجات المُستخدمين المحددين فقط بدلاً من المستخدمين العامة<br/>ايضاً تُسمى السحابة الداخلية او سحابة الشركة، حوسبة السحابة الخاصة تُقدم للأعمال مزايا عديدة من السحابة العامة مثل:</p><ul><li>كُتّيب الخدمة الذاتية</li><li>الكفاءة والتحكم</li><li>التوفر الدائم</li><li>الأمان والخصوصية</li><li>تشغيل آلي</li></ul>",



"Virtual Desktop Infrastructure" : "البُنية الإساسية لسطح المكتب الإفتراضي" ,
"VDI, a type of DaaS, hosts desktop environments on a central server. Desktop images run within VMs and are delivered over a network to PCs or other devices." 
: "<p>البُنية الإساسية لسطح المكتب الإفتراضي (وهي نوع من \"سطح المكتب كخدمة\") تقوم بإستضافة بيئات سطح المكتب على خادم مركزي. يتم تشغيل صور سطح المكتب داخل الأجهزة الإفتراضية ويتم تسليمها عبر الشبكة الى أجهزة الكمبيوتر او أجهزة أخرى.</p>" ,

"Digital Workspace" : "مساحات العمل الرقمية" ,
"Experience the power of a unified digital workspace: streamlining app, data, and desktop delivery." 
: "قم بتجربة قوة مساحة العمل الرقمية الموحدة: التطبيقات المُبسطة، البيانات، وسطح المكتب." ,
"It allows employees to access their apps and data real-time – on any device, from any location regardless of whether the information is stored through cloud services or in the data center." 
: "فهي تسمح للموظفين بالوصول الى تطبيقاتهم وبياناتهم في الوقت الفعلي - من أي جهاز، وفي أي موقع بغض النظر اذا كانت البيانات مُخزنة في الخدمات السحابية او مراكز البيانات." ,

"DataCenterPageDigitalWorkspace":"<p>قم بتجربة قوة مساحة العمل الرقمية الموحدة: التطبيقات المُبسطة، البيانات، وسطح المكتب.<br />فهي تسمح للموظفين بالوصول الى تطبيقاتهم وبياناتهم في الوقت الفعلي - من أي جهاز، وفي أي موقع بغض النظر اذا كانت البيانات مُخزنة في الخدمات السحابية او مراكز البيانات.</p>",


"Private Cloud" : "السحابة الخاصة" ,
"Discover a cutting-edge data center model that dynamically serves businesses with on-demand services. Tailored for large enterprises, it empowers corporate network and data center administrators to act as internal service providers, catering to the needs of customers within the organization." 
: "<p>إكتشف نموذج متطور لمركز البيانات يخدم الأعمال ديناميكياً بخدمات عند الطلب. تم تصميمه للشركات الكبيرة، فهو يُمّكن مسؤولين الشبكات ومراكز البيانات للشركة كمقدمين خدمات داخليين، وتلبية احتياجات العُملاء داخل الشركة.</p>" ,


"Hybrid Cloud" : "السحابة الهجينة" ,
"A hybrid cloud combines two or more separate cloud infrastructures (private, community, or public) using standardized or proprietary technology for data and application portability. It typically includes a mix of public and private clouds." 
: "<p>تجمع السحابة الهجينة بين بُنيتين أساسيتين سحابيتين مُنفصلتين او اكثر (سحابة خاصة، سحابة للمجتمع، سحابة عامة) بإستخدام تكنولوجيا مُخصصة لنقل البيانات والتطبيقات. تتضمن في العادة من السحابة العامة والسحابة الخاصة.</p>" ,

"Easily manage and deploy on multiple clouds," : "إدارة ونشر على السحابة المُتعددة بسهولة، " ,
"Avoid vendor lock-in" : "تجنُب الإلتزام الإجبراي مع البائع" ,
"Reduce cost" : "تقليل التكلفة" ,
"Increase overall productivity" : "زيادة الإنتاجية بشكل عام" ,


"Multi Cloud" : "السحابة المُتعددة" ,
"CloudPageMulti-cloud" 
: "<p>السحابة المُتعددة هي: الإستفادة من قوة مُقدمي الخدمات السحابية المتنوعين، بإستخدام سحابتين او اكثر من مُزودين مختلفين، دمج البُنية التحتية، المنصة، او البرامج كخدمات (IaaS, PaaS, SaaS). على سبيل المثال، البريد الإلكتروني من بائع، وإدارة علاقات العُملاء من بائع آخر، و خدمة IaaS من بائع آخر ايضاً. قُم بفتح المزايا التالية بإستخدام منصات السحابة المُتعددة.</p><ul><li>إدارة ونشر على السحابة المُتعددة بسهولة،</li><li>تجنُب الإلتزام الإجبراي مع البائع</li><li>تقليل التكلفة</li><li>زيادة الإنتاجية بشكل عام</li></ul>",






"Customer Experience Solutions" : "حلول تجارب العميل" ,
"Cyber Vision holds the trust of leading banks, insurance providers, healthcare institutions, educational establishments, and governmental bodies to elevate customer service standards. Our expertise lies in crafting, building, and deploying omni-channel contact center solutions, ensuring superior services across diverse sectors " 
: "تمتلك شركة مفهوم الرؤية الثقة من البنوك الرائدة، مُقدمي خدمات التأمين، المنشئات الصحية، المؤسسات التعليمية، والهيئات الحكومية لرفع معايير خدمة العُملاء. تكمن خبرتنا في صياغة وبناء وإطلاق حلول مراكز الإتصال مُتعددة القنوات، لضمان خدمات مُميزة على مستوى القطاعات المُختلفة." ,
"Cyber Vision has vast experience in Contact Center implementations and delivered ample of mission critical Contact Center Projects in the Kingdom. We offer solutions using leading technologies from Genesys, Cisco, Avaya, Verint, Serenova, Sestek, etc." 
: "تتمتع شركة مفهوم الرؤية بخبرة واسعة بتنفيذ مراكز الإتصال وقامت بتقديم مجموعة كبيرة من مشاريع الإتصال المُهمة في المملكة العربية السعودية. نحن نقدم حلولاً بإستخدام التقنيات الرائدة من الشركات التالية Cisco, Avaya, Verint, Serenova, Sestek وغيرها." ,

"PageCustomerExperienceSolutions"
:"<p>تمتلك شركة مفهوم الرؤية الثقة من البنوك الرائدة، مُقدمي خدمات التأمين، المنشئات الصحية، المؤسسات التعليمية، والهيئات الحكومية لرفع معايير خدمة العُملاء. تكمن خبرتنا في صياغة وبناء وإطلاق حلول مراكز الإتصال مُتعددة القنوات، لضمان خدمات مُميزة على مستوى القطاعات المُختلفة.<br />تتمتع شركة مفهوم الرؤية بخبرة واسعة بتنفيذ مراكز الإتصال وقامت بتقديم مجموعة كبيرة من مشاريع الإتصال المُهمة في المملكة العربية السعودية. نحن نقدم حلولاً بإستخدام التقنيات الرائدة من الشركات التالية Cisco, Avaya, Verint, Serenova, Sestek وغيرها.</p>",

"Self Service Solutions" : "حلول الخدمات الذاتية" ,
"Self-service solutions​" : "حلول الخدمات الذاتية" ,
"Interactive Voice Response (IVR)" : "الإستجابة الصوتية التفاعلية" ,
"Chatbot" : "روبوت المحادثة" ,

"PageSelf-serviceSolutions​" : "<ul><li>حلول الخدمات الذاتية​</li><li>الإستجابة الصوتية التفاعلية</li><li>روبوت المحادثة</li></ul>",


"CRM Integrations" : "دمج نظام إدارة علاقات العُملاء " ,
"Microsoft Dynamics 365 Integration​" : "دمج  Microsoft Dynamics 365" ,
"Microsoft SharePoint Integration​" : "دمج  Microsoft SharePoint" ,
"Microsoft Cloud Services Integration​" : "دمج الخدمات السحابية لـ Microsoft" ,
"Salesforce Integration​" : "دمج أداة Salesforce" ,


"PageCRM-Integrations" : "<ul><li>دمج  Microsoft Dynamics 365</li><li>دمج  Microsoft SharePoint​</li><li>دمج الخدمات السحابية لـ Microsoft​</li><li>دمج أداة Salesforce​</li> </ul>",




"Intelligent Automation" : "التشغيل الذكي الآلي" ,

"Automated Speech Recognition" : "التعرف على الحديث الآلي" ,
"Natural Language Understanding" : "فهم اللغة الطبيعية" ,
"Conversational IVR​" : "نظام الرد الآلي " ,
"Voice Biometrics" : "القياسات الحيوية الصوتية" ,

"PageIntelligentAutomation" : "<ul><li>التعرف على الحديث الآلي</li><li>فهم اللغة الطبيعية</li><li>نظام الرد الآلي</li><li>القياسات الحيوية الصوتية</li> </ul>",



"360 Customer Journey" : "رحلة العميل الكاملة" ,
"24 x 7 Time Critical Support Services​" : "دعم على مدار الساعة 24/7 للخدمات المُهمة" ,
"Customized Wallboards​" : "الوان وحدات مُخصصة" ,
"Customized Dashboards​" : "لوحات معلومات مُخصصة",


"Page360CustomerJourney":"<ul><li>دعم على مدار الساعة 24/7 للخدمات المُهمة</li><li>الوان وحدات مُخصصة</li><li>لوحات معلومات مُخصصة</li> </ul>",


"Workforce Management" : "إدارة القوى العاملة" ,

"Contract Employment" : "التوظيف التعاقدي" ,
"Residence Engineering Services" : "خدمات هندسية للأماكن" ,
"Forecasting" : "التنبؤ" ,
"Scheduling" : "الجدولة" ,


"PageWorkforceManagement" : "<ul><li>التوظيف التعاقدي</li>    <li>خدمات هندسية للأماكن</li>    <li>التنبؤ</li><li>الجدولة</li> </ul>"





}